/* authorizing */
"authorizing" = "autorisations";

/* bookmarks */
"bookmarks" = "marque-pages";

/* bookmarks menu */
"Bookmarks Menu" = "Menu marque-pages";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barre d'outils des marque-pages";

/* cancel */
"Cancel" = "Annuler";

/* unable to load page */
"Cannot Load Page" = "Échec du chargement de la page";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Échec du chargement de la clé privée à partir de la chaîne d'authentification";

/* cannot submit email */
"Cannot Submit" = "Échec de l'envoi";

/* unable to refresh data */
"Cannot Sync" = "Échec de la synchronisation";

/* connecting */
"connecting" = "connexion en cours";

/* copy the url to the clipboard */
"Copy URL" = "Copier l'URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Les données sur le serveur sont dans un format nouveau et inconnu. Veuillez mettre à jour SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Les données sur le serveur sont dans un format ancien et non supporté. Veuillez mettre à jour Firefox Sync sur votre ordinateur.";

/* duplicate email address */
"Duplicate" = "Doublon";

/* send the url via email */
"Email URL" = "Envoyez l'URL";

/* error loading page */
"Error Loading Page" = "Erreur lors du chargement de la page";

/* error retrieving data */
"Error Retrieving Data" = "Erreur lors de la récupération des données";

/* Failed Server Lookup */
"Failed Server Lookup" = "Échec de la recherche du serveur";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Échec de la communication avec le serveur (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Échec de l'installation de la clé privée dans la chaîne d'authentification (%d)";

/* email content */
"Here is that site we talked about:" = "Voici le site dont nous vous parlions&nbsp;:";

/* history */
"history" = "historique";

/* incorrect password */
"Incorrect Password" = "Mot de passe incorrect";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Clé de synchronisation incorrecte";

/* we will send instructions */
"Instructions are on the way" = "Les instructions sont en cours d'acheminement";

/* invalid url */
"Invalid URL" = "URL invalide";

/* loading web page */
"loading..." = "chargement…";

/* unable to login */
"Login Failure" = "Échec de la connexion";

/* mobile bookmarks */
"Mobile Bookmarks" = "Marque-pages du téléphone";

/* no internet connection */
"No internet connection available" = "Aucune connexion Internet disponible";

/* no matching items found */
"No Matches" = "Aucune correspondance";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Politique de confidentialité";

/* refresh local data */
"Refresh" = "Actualiser";

/* searching for matching items */
"Searching..." = "Recherche…";

/* email subject */
"Sending you a link" = "Envoi du lien";

/* re-authenticate */
"Sign In" = "S'abonner";

/* stop refreshing data */
"Stop" = "Arrêter";

/* tabs */
"tabs" = "onglets";

/* terms of service */
"Terms Of Service" = "Conditions d'utilisation";

/* thank you for submitting */
"Thank you!" = "Merci&nbsp;!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Cette adresse électronique a déjà été envoyée";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Échec de la communication avec le serveur (%d)";

/* server unavailable */
"Unable to contact server" = "Échec du contact avec le serveur";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Échec de l'envoi de votre adresse électronique, veuillez réessayer plus tard (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Marque-pages non triés";

/* username not found */
"User Name Not Found" = "Nom du compte introuvable";

/* launch safari to display the url */
"View in Safari" = "Afficher dans Safari";

/* Required */
"Required" = "Requis";

/* Caution: use at own risk */
"Caution: use at own risk" = "Attention : à utiliser à vos risques et périls";

/* Enter your Sync account information */
"Enter your Sync account information" = "Saisissez vos identifiants Sync";

/* Account */
"Account" = "Compte";

/* Password */
"Password" = "Mot de passe";

/* Sync Key */
"Sync Key" = "Clé de synchronisation";

/* Use Custom Server */
"Use Custom Server" = "Utiliser un serveur personnalisé";

/* Server URL */
"Server URL" = "URL du serveur";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Impossible de paramétrer Sync";

/* Try Again */
"Try Again" = "Essayer à nouveau";

/* Manual Setup */
"Manual Setup" = "Paramétrage manuel";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient n'a pas pu se connecter à Sync. Souhaitez-vous essayer à nouveau ?";

/* Passcode */
"Passcode" = "Code d'accès";

/* Used for a small button */
"Not Now" = "Plus tard";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "En raison d'une mise à jour récente, vous devez vous reconnecter à SyncClient";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient ne peut pas charger la page car son type n'est pas géré.";

// Moved here from XIB's
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient nécessite un compte Firefox Sync. Utilisez Firefox sur votre ordinateur pour créer un compte.";
"Send me instructions" = "Envoyez-moi les instructions";
"I Have A Sync Account" = "J'ai un compte Sync";